Repository: nmayoral/CustomerRewards
Catalog: Translations/CustomerRewards.g.xlf.*.xlf
Languages: es_es

# Table 1555810234 - Property 2879900210
source: Activation Code Information
es_es: Información Código Activación

# Table 1555810234 - Field 4273743766 - Property 2879900210
source: Activation Code
es_es: Código Activación

# Table 1555810234 - Field 756255230 - Property 2879900210
source: Date Activated
es_es: Fecha Activación

# Table 1555810234 - Field 3951713720 - Property 2879900210
source: Expiration Date
es_es: Fecha Expiración

# Table 1789856518 - Property 2879900210
source: Customer Rewards Mgt. Setup
es_es: Configuración Recompensas Cliente

# Table 1789856518 - Field 2925875658 - Property 2879900210
source: Customer Rewards Ext. Mgt. Codeunit ID
es_es: ID Codeunit Recompensas Cliente

# Table 1789856518 - Field 3301727244 - Property 2879900210
source: Primary Key
es_es: Clave Primaria

# Table 3061563622 - Property 2879900210
source: Reward Level
es_es: Nivel Recompensa

# Table 3061563622 - Field 1207582615 - Property 2879900210
source: Level
es_es: Nivel

# Table 3061563622 - Field 2007480823 - Property 2879900210
source: Minimum Reward Points
es_es: Puntos Mínimos Recompensa

# Table 3061563622 - Field 2007480823 - Method 2126772001 - NamedType 694015886
source: Minimum Reward Points must be unique
es_es: Puntos Mínimos Recompensa debe ser único

# Codeunit 949369200 - NamedType 3206009197
source: None
es_es: Nada

# Codeunit 2367534433 - Method 348483024 - NamedType 2563745916
source: Customer Rewards assisted setup guide
es_es: Guía instalación asistida Recompensas Cliente

# Page 1416043628 - Property 2879900210
source: Customer Rewards assisted setup guide
es_es: Guía instalación asistida Recompensas Cliente

# Page 1416043628 - Control 3559045584 - Property 2879900210
source: You are done!
es_es: ¡Lo lograste!

# Page 1416043628 - Control 3882300021 - Property 1968111052
source: Click Finish to set up your rewards level and start using Customer Rewards
es_es: Haga clic en Finalizar para configurar su nivel de recompensas y comenzar a usar Recompensas Cliente

# Page 1416043628 - Control 3800514526 - Property 2879900210
source: Welcome
es_es: Bienvenido

# Page 1416043628 - Control 203669508 - Property 1968111052
source: This Customer Rewards extension adds rewards tiers support for Customers
es_es: Esta extensión Recompensas Cliente agrega compatibilidad con niveles de recompensas para los Clientes

# Page 1416043628 - Control 773332919 - Property 2879900210
source: Terms of Use
es_es: Términos de Uso

# Page 1416043628 - Control 4227742000 - Property 1968111052
source: By enabling the Customer Rewards extension...
es_es: Al habilitar la extensión Recompensas Cliente...

# Page 1416043628 - Control 2375754962 - Property 1295455071
source: Click to confirm: I understand and accept these terms
es_es: Pincha para confirmar:

# Page 1416043628 - Control 2375754962 - Property 2879900210
source: I understand and accept these terms
es_es: He entendido y acepto estos términos

# Page 1416043628 - Control 245901840 - Property 2879900210
source: Activation
es_es: Activación

# Page 1416043628 - Control 2287255393 - Property 1968111052
source: Enter your 14 digit activation code to continue
es_es: Introduce los 14 dígitos del código de activación para continuar

# Page 1416043628 - Action 4173880961 - Property 2879900210
source: Activate
es_es: Activar

# Page 1416043628 - Action 4173880961 - Method 1377591017 - NamedType 3694153761
source: Activation code cannot be blank
es_es: Código Activación no puede estar vacío

# Page 1416043628 - Action 4173880961 - Method 1377591017 - NamedType 813730249
source: Activation code must have 14 digits
es_es: Código Activación debe tener 14 dígitos

# Page 1416043628 - Action 4173880961 - Method 1377591017 - NamedType 496028891
source: Activation failed. Please check the activation code you entered
es_es: Activación fallida. Por favor, comprueba el Código Activación que has introducido

# Page 1416043628 - Action 2438272767 - Property 2879900210
source: Back
es_es: Atrás

# Page 1416043628 - Action 3259912055 - Property 2879900210
source: Finish
es_es: Finalizar

# Page 1416043628 - Action 914282563 - Property 2879900210
source: Next
es_es: Siguiente

# Page 2929369557 - Property 2879900210
source: Rewards Level List
es_es: Lista Recompensa Niveles

# Page 2929369557 - NamedType 281345453
source: Customer Rewards is not activated
es_es: Recompensas Cliente no está activado

# Page 2929369557 - Control 1207582615 - Property 1295455071
source: Specifies the level of reward that the customer has at this point
es_es: Especifica el nivel de recompensa que el cliente tiene en este punto

# Page 2929369557 - Control 2007480823 - Property 1295455071
source: Specifies the number of points that customers must have to reach this level
es_es: Especifica el número de puntos que el cliente debe alcanzar para este nivel

# PageExtension 2239430085 - Control 3061563622 - Property 1295455071
source: Specifies the level of reward that the customer has at this point
es_es: Especifica el nivel de recompensa que tiene el cliente en este momento

# PageExtension 2239430085 - Control 3061563622 - Property 2879900210
source: Reward Level
es_es: Nivel Recompensa

# PageExtension 2239430085 - Control 2457607589 - Property 1295455071
source: Specifies the total number of points that the customer has at this point
es_es: Especifica el número total de puntos que tiene el cliente en este momento

# PageExtension 2239430085 - Control 2457607589 - Property 2879900210
source: Reward Points
es_es: Puntos Recompensa

# PageExtension 4055226319 - Action 3511348062 - Property 1295455071
source: Open the list of reward levels
es_es: Abre la lista de niveles recompensa

# PageExtension 4055226319 - Action 3511348062 - Property 2879900210
source: Reward Levels
es_es: Niveles Recompensa

# TableExtension 1555159177 - Field 2457607589 - Property 2879900210
source: Reward Points
es_es: Puntos Recompensa
